Repository: PyeonHaeng/PyeonHaeng-iOS
Catalog: PyeonHaeng-iOS/Resources/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: (%@₩ per piece)
ja: (1個につき%@)
ko: (개당 %@원)

source: %lld products total!
ja: 合計%lld商品
ko: 총 %lld개의 상품이 있어요!

# • 검색어의 단어 수를 줄이거나,
source: • Reduce the number of search terms or,
ja: • 検索語の数を減らすか、
ko: • 검색어의 단어수를 줄이거나,

# • 단어의 철자가 정확한지 확인해 보세요.
source: • Please check if the word and spelling are accurate.
ja: • 単語とスペルが正確かどうかを確認してください。
ko: • 단어의 철자가 정확한지 확인해보세요.

source: All(View All)
ja: All（全て表示）
ko: All(전체보기)

source: Announcements
ja: お知らせ
ko: 공지사항

source: Buy one, get one free
ja: 一つ買えば、もう一つおまけ
ko: 하나 사면 하나 더

source: Cannot Send Mail
ja: メールを送信できません
ko: 메일을 보낼 수 없음

source: Close
ja: 閉じる
ko: 닫기

source: Contact Us
ja: お問い合わせ
ko: 문의하기

source: Credits
ja: 制作者
ko: 만든 사람들

source: Default
ja: デフォルト
ko: 기본

source: Discover 1+1, 2+1 promotional product information from various convenience stores to consume smartly and economically.
ja: 様々なコンビニの 1+1、2+1のプロモーション商品情報で、 賢く、経済的に消費しましょう。
ko: 다양한 편의점의 1+1, 2+1 행사 제품 정보로 알뜰하고 합리적으로 소비할수 있어요.

source: Find the myriad of promotional information from 7-Eleven, CU, emart24, GS25 all in one place with ’`Pyeonhaeng`’.
ja: セブンイレブン、CU、イーマート24、GS25の数多くのプロモーション情報を 「`ピョンヘン`」で一箇所で見つけましょう。
ko: 세븐일레븐, CU, 이마트 24, GS25의 수많은 행사정보를 ‘편행’한곳에서 만나보세요.

source: High to Low
ja: 価格の高い順
ko: 높은 가격순

source: Leave a Review
ja: レビューを残す
ko: 리뷰 남기기

source: Low to High
ja: 価格の低い順
ko: 낮은 가격순

source: Notifications
ja: 通知
ko: 알림

source: Numerous benefits in one place
ja: 多数の特典を一箇所で
ko: 수많은 혜택을 한 곳에서

source: Open App Store
ja: App Storeを開く
ko: 앱 스토어 열기

source: Select Promotion Items
ja: プロモション商品選択
ko: 행사 품목 선택

source: The beginning of smart convenience store shopping!
ja: 合理的なコンビニ消費のスタート!
ko: 합리적인 편의점 소비의 시작!

source: Version Info
ja: バージョン情報
ko: 버전 정보

source: Your device is not configured to send mail. Would you like to install a mail app from the App Store?
ja: お使いのデバイスはメールを送信するために設定されていません。App Storeからメールアプリをインストールしますか？
ko: 기기에서 메일을 보낼 수 있도록 설정되어 있지 않아요. 앱 스토어에서 메일 앱을 설치할까요?

# 개당
source: Per Unit
ja: 個あたり
ko: 개당

# 건너뛰기
source: Skip
ja: スキップ
ko: 건너뛰기

# 검색
source: Search
ja: 検索
ko: 검색

# 검색 결과가 없어요.
source: No search results found.
ja: • 検索結果が見つかりません。
ko: 검색 결과가 없어요.

# 검색할 상품이름을 입력해주세요
source: enter the product name to search.
ja: 検索する商品名を入力してください。
ko: 검색할 상품이름을 입력해주세요.

# 기존 가격
source: Original Price
ja: 元の価格
ko: 기존 가격

# 다음
source: Next
ja: 次へ
ko: 다음

# 더블 탭하여 설정에 관한 기능을 확인하세요
source: Double tap to access settings features
ja: ダブルタップして設定機能を確認してください
ko: 더블 탭하여 설정에 관한 기능을 확인하세요

# 더블 탭하여 정렬 기준을 바꿔보세요
source: Double tap to change the sorting criteria
ja: ダブルタップして並び替え基準を変更してください
ko: 더블 탭하여 정렬 기준을 바꿔보세요

# 더블 탭하여 제품을 검색하세요
source: Double tap to search for products
ja: ダブルタップして商品を検索してください
ko: 더블 탭하여 제품을 검색하세요

# 더블 탭하여 편의점을 선택하세요
source: Double tap to select a convenience store
ja: ダブルタップしてコンビニを選択してください
ko: 더블 탭하여 편의점을 선택하세요

# 더블 탭하여 할인 조건을 선택하세요
source: Double tap to select a discount condition
ja: ダブルタップして割引条件を選択してください
ko: 더블 탭하여 할인 조건을 선택하세요

# 설정
source: Settings
ja: 設定
ko: 설정

# 이전 행사 정보
source: Previous Promotions
ja: 過去のプロモーション
ko: 이전 행사 정보

# 일반적인 검색어로 다시 검색해 보세요.
source: Try searching again with common keywords.
ja: 一般的なキーワードで再検索してみてください。
ko: 일반적인 검색어로 다시 검색해 보세요.

# 제품 상세
source: Product Details
ja: 製品詳細
ko: 제품 상세

# 편의점 브랜드 선택
source: Choose Store Brand
ja: コンビニのブランドを選ぶ
ko: 편의점 브랜드 선택

# 편행 시작하기
source: Start PyeonHaeng
ja: ピョンヘン・スタート
ko: 편행 시작하기

# 행사 진행 편의점
source: Convenience Store with Promotion
ja: イベント進行コンビニ
ko: 행사 진행 편의점

source: 7-Eleven
ko: 세븐일레븐

source: CU
ko: 씨유

source: Emart 24
ko: 이마트 24

source: GS25
ko: 지에스 25
